module.exports = [
  {
    name: '鸽痘',
    description: '在口角、眼睑、脚趾、皮肤、肛门等处出现黄豆大小脓疱，破后形成溃疡创面。',
    treatment: '可揭去痂皮用碘甘油涂擦，同时要保持舍内通风，干燥。',
    pictures: '',
  },
  {
    name: '鸽念珠菌病',
    description: '病原体是白色念珠菌，生长在口腔、咽喉部位，以及食道、嗉囊中，引起这些部位的炎症，有酸臭味，俗称鹅口疮。严重时因呼吸障碍死亡。',
    treatment: '（1）预防：鸽舍通风、干燥，不喂霉变饲料。（2）治疗：①喂制霉菌素，每只每次20毫克（即1～2万单位），每天2次，连服7天。②在饮水中加0.05%硫酸铜，供鸽饮用。',
    pictures: '',
  },
  {
    name: '禽霍乱',
    description: '由多杀性巴氏杆菌引起的急性传染病。主要症状：精神萎顿、闭目缩颈、食欲丧失、剧烈腹泻、口渴、嗉囊胀满、呼吸困难。',
    treatment: '①预防：做好平时防疫，注射禽霍乱疫苗。发现病鸽及时隔离治疗，死鸽深埋，彻底消毒。②治疗：口服链霉素，每只每次50～100毫克（即5～10万单位），连服2～3天。口服长效磺胺片，每只每次半片（0.25克），每天1次，连用2～3天。',
    pictures: '',
  },
  {
    name: '肠炎',
    description: '腹泻下痢，轻者拉稀粪，重者拉水样粪便，有的拌有血便，主要由于饲料、饮水等不卫生，长期阴冷潮湿引起的。',
    treatment: '治疗：①硫酸庆大霉素，黄连素等。',
    pictures: '',
  },
  {
    name: '毛滴虫病',
    description: '病源体为一种原虫，叫毛滴虫，体长6～10微米，有4根鞭毛，寄生在鸽的口腔、食道等部位。病变与念珠菌相似。',
    treatment: '治疗：服用灭滴灵。 鸡新城疫 俗称鸽瘟，鸽同样可发生新城疫危害，可用新城疫Ⅱ、Ⅳ系疫苗饮水预防，分别在7日龄和28日龄进行。种鸽40～45日龄新城疫Ⅰ系疫苗肌注。',
    pictures: '',
  },
  {
    name: '蛔虫病',
    description: '肉鸽蛔虫病的病症表现患鸽消瘦，贫血，垂翅乏力，呆立不动，黏膜苍白，便秘与拉稀交替，粪中带有血或黏液。羽毛松乱，趾部浮肿。啄食羽毛或异物，食欲不振，有时出现抽搐及头颈歪斜等神经症状。生长速度、生产性能等明显下降。',
    treatment: '搞好平时鸽舍的清洁卫生，及时清除粪便，避免鸽与粪便接触，确保饲料和饮水卫生；鸽舍、食槽以及饮水器等要每天清洗，定期消毒；童鸽与成鸽分群饲养，定期驱虫，童鸽每2～3个月全群驱虫一次；成鸽每年驱虫一次。',
    pictures: '',
  },
  {
    name: '禽出败',
    description: '病鸽发烧、脚冷,羽毛松乱,饮水频繁,口中流出黄色油脂状粘液,伴有下痢,体质瘦弱,急性者有时会突然死亡,病程2～3天。',
    treatment: '防治:①肌肉注射20%磺胺嘧啶钠注射液1毫升,每天2次,连注2～3天。②口服链霉素片水溶液,每天2次,每只每次10万单位,连服2～3天。③大蒜3份,花生油2份,硫磺1份,捣碎混合,每只鸽灌服黄豆大1粒,每日2次,连喂1～2天。④病鸽隔离治疗,用20%石灰乳或5%来苏儿溶液对鸽舍、用具及周围环境消毒。⑤每年进行1～2次禽出败疫苗注射。40日龄以上每只注射2毫升。',
    pictures: '',
  },
  {
    name: '嗉囊积食',
    description: '鸽子嗉囊积食时,主要表现食欲废绝,精神沉郁,嗉囊中食物结团。造成此病的主要原因是由于鸽子过度饱食,饵料不能及时送入胃中而停滞在嗉囊中。',
    treatment: '治疗:可用2%的盐水给鸽子灌服,随即用手轻揉嗉囊中硬块,使嗉囊中食物软化。反复几次,便可治愈。经灌盐水后如不见效,则必须将嗉囊开刀取出积食,然后将刀口缝合,数日即愈。',
    pictures: '',
  },
  {
    name: '羽虱',
    description: '羽虫多寄生在鸽翅膀羽轴边和羽毛之间,以羽毛浮皮为食,故对鸽子的健康影响不太大。但当羽虫在鸽羽毛中爬动时,会影响鸽子的情绪,使鸽子焦躁不安。',
    treatment: '治疗:本病多由于鸽舍潮湿不卫生引起,治疗可用除虫菊撒于羽毛之间,每天1～2次,撒2～3次,即可痊愈。',
    pictures: '',
  },
];
